//WordPress URL

var WordPress_url = "http://deuceapps.in/Gujvarta"
var database_name = 'varta.db';
var app_id = "d45fe527-3a00-4b42-9133-e491b6c78684";//"65e1f05d";
var sender_id = "188530049779";
var banner = "ca-app-pub-7631554899487555/8481365429";
var interstitial = "ca-app-pub-7631554899487555/9958098624";
var fb_page = "fb://page/1519563958349711";
var play_id = "com.deucen.gujaratistoriesvartao";
var app_name = "Varta Re Varta";
var tracker_id = "UA-88865010-1";
var sharingTitle = "ગુજરાતી વાર્તાઓ ની સૌથી વિશાળ એપ્લીકેશન, તદન મફત મેળવો, જેમાં અકબર બીરબલ ની વાર્તાઓ, બોધ કથાઓ, શૈલેશભાઈ ની આજ ની વાર્તા, દાદા દાદી ની વાર્તાઓ, પંચતંત્ર ની વાર્તાઓ અને બીજી ઘણી વાર્તાઓ છે. શેર કરો અને ઇનામો જીતવાનો પણ મૌકો મળશે. વધુ વિગત માટે એપ્લીકેશન ડાઉનલોડ કરો, ક્લિક કરો અને હા આ મેસેજ બધા ગુજરાતીઓ સાથે અચૂક શેર કરજો. જય જય ગરવી ગુજરાત.";
var short_sharing_link = "http://bit.ly/2kPu98l";
var more_apps_links = "market://search?q=pub%3ADeuceN%20Tech&c=apps";
var more_apps_links_ios = "itms-apps://itunes.apple.com/us/developer/dharmesh-vyas/id1203695322"
var about_Content = "મિત્રો, કહેવાય છે કે વાર્તા તો માતૃભાષા માં જ વાંચવી, સાંભળવી અને સંભળાવવી જોઈએ, તો જ વાર્તા ની સાચી મજ્જા છે. આજે જયારે દરેક દાદી, દાદા, મમ્મી , પપ્પા અને બાળકોના હાથમાં પણ જયારે મોબાઈલ અને ટેબ્લેટ આવી ગયા છે ત્યારે વાર્તા પણ હાથ માં જ હોય તો વાંચવાની વધુ મજ્જા આવે, બરોબર ને.અમે 'વાર્તા રે વાર્તા' નામ ની એપ્લીકેશન થકી તમારા માટે એ તમામ વાર્તાઓ લાવ્યા છીએ કે જે દરેક ગુજરાતીએ વાંચવી જ જોઈએ અને ગુજરાતી બાળકો ને રોજ રાત્રે સુતા પહેલા સંભળાવવી જોઈએ. બાળવાર્તાઓ થી લઈને બોધ કથાઓ, અકબર બીરબલ ની વાર્તાઓ, રહસ્ય વાર્તાઓ, શૈલેશ સગપરીયા ની પ્રખ્યાત બોધ કથાઓ, ધાર્મિક કથાઓ વિગેરે ઉપલબ્ધ રહેશે.મિત્રો, અમે પસંદ કરેલ ઘણી વાર્તાઓ ઈન્ટરનેટ ઉપર થી લીધેલ હોઈ, એનાથી જો કોઈ કોપી રાઈટ નું ઉલંઘન થયેલ હોય તો અમે દિલગીર છીએ અને આપ અમને જાણ કરશો તો અમે એ વાર્તા દુર કરી દઈશું. અમારો ઉદેશ ફક્ત અને ફક્ત ગુજરાતી વાર્તાઓ વધુમાં વધુ ગુજરાતી મિત્રો સુધી પહોંચાડવાનો છે. અને હા મિત્રો, અમારી આ એપ્લીકેશન દરેક ગુજરાતી મિત્રો સાથે શેર કરવા વિનંતી. આભાર. વાંચે ગુજરાત, વંચાવે ગુજરાત ";
var ionicPlatform = ionic.Platform.platform();
var apple_id = 'itms-apps://itunes.apple.com/us/app/varta-re-varta/id1210158901?ls=1&mt=8';
var updateText = "મિત્રો, એપ્લીકેશન માં દર મહીને કોઈને કોઈ ફેરફાર થતા રહેતા હોય છે અને જેથી તમારા મોબાઈલમાં અપડેટેડ એપ્લીકેશન હોવી ખુબ જરૂરી છે.";
var rateNowText = "ગુજરાતી ભાષા ની સેવા માટે અને તમામ ગુજરાતી મિત્રોને ગુજરાતી ભાષામાં માહિતી ઉપલબ્ધ રહે તે માટે અમારી ટીમ રાત-દિવસ મહેનત કરે છે. એપ્લીકેશન ને રેટિંગ આપીને અમારો અને અમારી ટીમનો ઉત્સાહ વધારવામાં મદદ કરો.";